{
  "video_seq": 2,
  "video_id": "5z_krRwSyt8",
  "video_url": "https://www.youtube.com/watch?v=5z_krRwSyt8",
  "video_thumbnail": "https://img.youtube.com/vi/5z_krRwSyt8/maxresdefault.jpg",
  "video_title": "3 Mysteries of the Universe — and a New Force That Might Explain Them | Alex Keshavarzi | TED",
  "video_description": "We're still in the dark about what 95 percent of our universe is made of — and the standard model for understanding particle physics has hit a limit. What's the next step forward? Particle physicist Alex Keshavarzi digs into the first results of the Muon g-2 experiment at Fermilab in Chicago, which found compelling evidence of new particles or forces existing in our universe — a finding that could act as a window into the subatomic world and deepen our understanding of the fabric of reality.\n\nIf you love watching TED Talks like this one, become a TED Member to support our mission of spreading ideas: ",
  "video_playtime": "",
  "video_transcript": [
    "So today, I’m really here to talk to you all about one thing:\n",
    "the universe.\n",
    "In the world of particle physics,\n",
    "the ultimate goal is to be able to describe\n",
    "all the particles and forces that make up our universe.\n",
    "And while we've made an extraordinary amount of progress in this\n",
    "over the past 100 years,\n",
    "we're doing it still,\n",
    "because there are big mysteries about what the universe is made of\n",
    "and how we came to be here.\n",
    "So let me start by introducing you\n",
    "to three of the big mysteries about our universe.\n",
    "First, we know that the universe is expanding.\n",
    "So astrophysical evidence suggests\n",
    "that the universe started as a very dense, very hot Big Bang,\n",
    "and has since been expanding outwards from that point.\n",
    "However, as a complete shock, in the late '90s,\n",
    "physicists discovered that the expansion of the universe\n",
    "isn't slowing down, as you might expect --\n",
    "it's actually accelerating,\n",
    "and we have absolutely no idea as to why this is.\n",
    "All that we know is that some unknown source or force of nature\n",
    "is stretching the universe out in every direction,\n",
    "at an ever-increasing rate.\n",
    "And because we don't know what that source is,\n",
    "we've just called it \"dark energy.\"\n",
    "Now, what we do know about dark energy\n",
    "is that it makes up roughly 74 percent of the energy content of our universe.\n",
    "So straight off the bat,\n",
    "that's 74 percent of our universe that we know absolutely nothing about.\n",
    "Second, we know that 85 percent of all the matter in our universe\n",
    "is made up of something called dark matter.\n",
    "Now, this photo that you're looking at here\n",
    "is a picture from the Hubble Space Telescope,\n",
    "which shows a cluster of galaxies\n",
    "four billion light years away from the Earth.\n",
    "And what's interesting here\n",
    "is the left and right parts of this photograph,\n",
    "because they're actually the same photo.\n",
    "But what you're looking at in the right photo\n",
    "is that it's had a blue filter applied to it,\n",
    "to emphasize the light that's coming towards us\n",
    "from the distant universe.\n",
    "And what you can see is a dark ring,\n",
    "indicating a clearly reduced amount of light coming towards us.\n",
    "Now we believe that this ring is a halo of dark matter.\n",
    "Now we have no idea what dark matter is,\n",
    "and we've never observed it in experiments here on Earth,\n",
    "but we know from several corroborating astrophysical observations\n",
    "that it has to be there.\n",
    "Importantly, another thing that we know about dark matter\n",
    "is that it makes up another 21 percent of the energy content of our universe.\n",
    "So that, coupled with the dark energy problem,\n",
    "means that we only know what five percent of our universe is made of,\n",
    "and the rest is totally dark to us.\n",
    "The third problem concerns how we've come to exist at all.\n",
    "Now, fundamental particles of matter have their own antimatter particles,\n",
    "which are the same as their normal matter counterparts,\n",
    "except they have opposite positive or negative charge,\n",
    "just like the two ends of a normal, everyday battery.\n",
    "Now together, this charge is equal and balanced.\n",
    "The electron, for example,\n",
    "which we're a bit more familiar with -- it gives us electricity in our homes --\n",
    "is negatively charged.\n",
    "But it has an antimatter partner called the positron,\n",
    "which is positively charged.\n",
    "Now to ensure this balance,\n",
    "matter and antimatter are always created and destroyed equally and in pairs.\n",
    "This is what all of our theories predict,\n",
    "and this is what we observe in all of our experiments.\n",
    "And so in the Big Bang,\n",
    "we would [have] expected that matter and antimatter\n",
    "would have been created in equal amounts,\n",
    "and so we would expect to see equal amounts of matter and antimatter\n",
    "in the universe today.\n",
    "However, nearly every structure of matter,\n",
    "every natural structure of matter in our universe --\n",
    "you, me, the Earth, the stars --\n",
    "are made almost entirely of normal matter,\n",
    "leaving a lot of antimatter missing from the balanced equation.\n",
    "For all you Marvel and Avengers fans out there,\n",
    "it's a bit like someone's just snapped their fingers,\n",
    "and half of all the natural stuff in the universe has disappeared.\n",
    "There literally should be\n",
    "another universe's worth of stuff all around us,\n",
    "but somehow, it's not there.\n",
    "And one of the greatest challenges in particle physics today\n",
    "is to figure out what happened to all the antimatter\n",
    "and why we see an asymmetry between matter and antimatter at all.\n",
    "So those are three of the big mysteries about our universe.\n",
    "And that's a lot of what we don't know.\n",
    "Now, what this means\n",
    "is our current understanding of the universe, up until this point,\n",
    "can't tell us why the universe is the way it is,\n",
    "or what 95 percent of it is made of.\n",
    "But importantly, each of these mysteries --\n",
    "what is dark energy, what is dark matter\n",
    "and the matter-antimatter asymmetry in the universe --\n",
    "could all be solved by finding a new particle\n",
    "or a new force of nature.\n",
    "So now, let me introduce you\n",
    "to our current understanding of the universe.\n",
    "This is it.\n",
    "The standard model of particle physics,\n",
    "the mathematical equation, which I’m sure you’re all very used to.\n",
    "(Laughter)\n",
    "Which describes how our universe works.\n",
    "You can think of it as the recipe\n",
    "for how all the particles and forces in the universe\n",
    "interact and result in the structures of matter\n",
    "that we see around us.\n",
    "Now this equation represents a huge level of achievement\n",
    "over the past 100 years,\n",
    "and in its full form, it's much longer, but simplified,\n",
    "like this,\n",
    "you see a very elegant, I think,\n",
    "elegant representation of the structure of matter.\n",
    "And then, if that equation is the recipe,\n",
    "then these are the ingredients.\n",
    "Just 17 ingredients, 17 fundamental particles,\n",
    "where \"fundamental\" here means they're not known to have a substructure,\n",
    "they're not known to be composed of any smaller particles.\n",
    "And together with the equation on the previous slide,\n",
    "they make up the standard model of particle physics.\n",
    "And it is our best, most tested and globally accepted theory\n",
    "of all the known particles and forces in the universe.\n",
    "And it's given rise to much of what we take for granted\n",
    "in the modern world of today.\n",
    "A good example would be our ability now to harness the energy from the Sun,\n",
    "where our ability to use solar power and our moves towards nuclear fusion\n",
    "couldn't be possible\n",
    "without understanding the particles and forces of the standard model.\n",
    "Now, whilst the standard model has been so successful\n",
    "at testing the phenomena that we can test here on Earth,\n",
    "it cannot accommodate and has no explanation for\n",
    "those big mysteries about our universe.\n",
    "And so it's at this point that I'd like to introduce you\n",
    "to a particular particle,\n",
    "and the hero of our story, the muon.\n",
    "Now, muons may seem unfamiliar to you all,\n",
    "but actually, they’re around us all the time.\n",
    "Cosmic rays that hit the Earth's atmosphere\n",
    "result in showers of muons that constantly bombard the Earth.\n",
    "You may be surprised to learn, for example,\n",
    "that there are, on average, 30 muons\n",
    "traveling through each and every one of you every second.\n",
    "Now, muons can be thought of, quite simply,\n",
    "as the heavy cousin of the electron,\n",
    "and they sit next to the electron in this picture,\n",
    "and they're about 200 times heavier.\n",
    "But importantly, they’re an ideal tool for physicists to use\n",
    "to search and look for new particles and forces\n",
    "to explain those big mysteries.\n",
    "And so why is that?\n",
    "Well, let's assume for a second that we can represent a muon\n",
    "by this gyroscope.\n",
    "When you spin a gyroscope,\n",
    "it wobbles around its axis, just like that.\n",
    "And muons have an identical behavior\n",
    "when you place them in a magnetic field, they spin and they wobble.\n",
    "Now whilst they're doing this,\n",
    "the muon will come into contact\n",
    "with any and all other particles in the universe,\n",
    "standard model or otherwise.\n",
    "And in fact, it's the interaction of the muon with those other particles\n",
    "that defines how fast it wobbles.\n",
    "In essence, the more different particles\n",
    "that bounce off the muon whilst it is wobbling,\n",
    "the faster it will wobble.\n",
    "And so then this is what we want to measure --\n",
    "how fast muons wobble in a magnetic field\n",
    "due to their interaction with all the particles and forces\n",
    "in the universe.\n",
    "Now so far, no new particle or force outside of the standard model\n",
    "that could explain those big mysteries about our universe\n",
    "has ever been discovered.\n",
    "But the point to reemphasize\n",
    "is that the rate or the speed by which muons wobble\n",
    "when we place them in a magnetic field\n",
    "is directly defined by all the particles and forces in the universe\n",
    "that it comes into contact with.\n",
    "And so, if we can measure very precisely how fast they wobble,\n",
    "we can then compare that to the theoretical prediction\n",
    "of how fast they should wobble\n",
    "from just the particles and forces of the standard model.\n",
    "And then, if the measurement was found to be different and larger and disagree,\n",
    "then it would be an indication of new particles or forces\n",
    "outside of the standard model\n",
    "that could explain those big mysteries about our universe.\n",
    "An experiment I work on has done just that.\n",
    "This is the Muon g-2 experiment located at Fermilab,\n",
    "on the outskirts of Chicago.\n",
    "This ring, which you can see here,\n",
    "is about 20 meters in diameter,\n",
    "and it's what's called a storage ring magnet.\n",
    "It's a ring in which we store muons inside a magnetic field,\n",
    "which causes them to wobble.\n",
    "We then make our measurements of how fast they wobble\n",
    "and compare that to the theory.\n",
    "Now, this experiment released its first result in April of 2021,\n",
    "and the take-home message of this talk\n",
    "is that the result I am presenting to you here today,\n",
    "from the Muon g-2 experiment,\n",
    "is the closest glimpse that we've had to seeing a new particle or force\n",
    "here in a laboratory on Earth.\n",
    "And this is that result here.\n",
    "So let me take some time to explain to you what this graph is showing.\n",
    "On the x-axis are the values for how fast muons wobble\n",
    "when we place them in a magnetic field.\n",
    "The green marker on the left\n",
    "is the theoretical prediction for how fast they wobble,\n",
    "from just the particles of the standard model,\n",
    "and the green band defines the uncertainty on that prediction.\n",
    "The orange marker on the right is the new experimental measurement\n",
    "from the Fermilab Muon g-2 experiment,\n",
    "and the orange band defines the uncertainty on that measurement.\n",
    "And by uncertainty, I mean we're statistically certain\n",
    "that both the prediction and the measurement,\n",
    "the value for each should be inside their respective bands.\n",
    "And what you can see is not only do those bands not overlap,\n",
    "but they differ by quite a large amount,\n",
    "that white gap in the middle indicating a clear disagreement\n",
    "between the two values.\n",
    "What this means is that when muons are placed in a magnetic field,\n",
    "they wobble faster than what the theory predicts.\n",
    "So all the known particles and forces of the standard model\n",
    "have failed to predict how fast muons have wobbled.\n",
    "And what does this suggest?\n",
    "Well, it suggests that there are new particles or forces\n",
    "that aren’t part of that globally accepted theory\n",
    "interacting with the muons and causing them to wobble faster.\n",
    "Now, a reason why physicists are so excited about this result\n",
    "is that the chance that this result is a fluke, statistically,\n",
    "is one in 40,000.\n",
    "So that's the same as saying that there's a 99.9975 percent chance\n",
    "that we've seen the influence of a new particle or force\n",
    "here, in a laboratory on Earth.\n",
    "But a word of caution.\n",
    "Physicists actually set a much stricter threshold\n",
    "by which they can claim a discovery,\n",
    "and that is the chance the result is a fluke\n",
    "cannot be more than one in 3.5 million.\n",
    "And so we haven't reached that discovery threshold yet,\n",
    "and so we can't definitively say\n",
    "that we've seen the influence of a new particle or force.\n",
    "And the reality is that,\n",
    "to reach the one-in-3.5-million threshold,\n",
    "there's a lot of work to be done.\n",
    "But that work is being done right now\n",
    "and will continue to be done over the coming years.\n",
    "So what does this all mean?\n",
    "Well, first, any result from the Muon g-2 experiment,\n",
    "even a result that says there were no new particles or forces,\n",
    "would be a good result.\n",
    "That is science, right?\n",
    "Sometimes, it's not discovering new things,\n",
    "sometimes, it's just confirming old things.\n",
    "And even if that were the case,\n",
    "the by-products of particle physics experiments\n",
    "have been advancing human civilization for much of the past 100 years.\n",
    "Modern electronics, the internet, satellite navigation --\n",
    "these are all by-products of particle physics experiments or endeavors.\n",
    "And there's no telling\n",
    "what experiments like the Muon g-2 experiment\n",
    "could do for us in the future.\n",
    "But if that were the case, and we found no new particle or force,\n",
    "then we wouldn't be able to explain those big mysteries about our universe --\n",
    "what is dark energy, what is dark matter\n",
    "and where did all the antimatter go?\n",
    "Whatever the outcome,\n",
    "the Muon g-2 experiment will keep releasing results,\n",
    "in the next few years,\n",
    "that will continue to test our understanding\n",
    "of the fabric of reality.\n",
    "I, for one, am really excited about it,\n",
    "and I really hope you stay tuned with us\n",
    "to find out if we've definitively discovered a new particle or force,\n",
    "for the first time.\n",
    "Thank you very much.\n",
    "(Applause)\n"
  ]
}
